{

    "download bootstrapper":"What anti-virus are you using? Antiviruses like McAfee, Bitdefender, Norton or Kaspersky may have to be uninstalled due to interfering with Synapse heavily. to uninstall an antivirus: Press the Windows key +r, then type in appwiz.cpl in the textbox, click ok, then find your antivirus and click it to uninstall it. If you don't have any other anti-virus, make sure windows defender real-time protection is off. here's a video on how to permanently turn it off. https://www.youtube.com/watch?v=FmjblGay3AM\n\nif that didn't work, download, setup, and run protonvpn by clicking quick connect, http://protonvpn.com/, then delete the bin folder and run synapse x as an administrator.\n\nIf those don't work, reinstall synapse from scratch. Heres a link to the download:\nhttps://mega.nz/#!mNEQRaBT!LmoibSBzCG8MNnsCffrIJLse-acuS8GOBtjS8cgruBg.\n\nIf those don't work, make sure your Windows 10 is up to date.\n\nIt's also recommended to try deleteing bin and then running synapse x as admin after trying a fix / before doing any fixes.\n",
    "C2-2": "Could you press win  r , then type %appdata% go to Discord, then go to folder \"0.0.306\", then \"modules\", and then \"discord_desktop_core\" \nRight click on \"index.js\" and click edit make sure it only says \"module.exports = require('./core.asar');\"",
    "Checking status" : "Could you check if you have any antiviruses enabled, or installed for that matter, If you do its highly recommended to uninstall them if possible, as sometimes even when disabled they will continue to block/delete necessary parts of synapse x.\nYou can find all the antivirus programs you currently have installed by doing the following:\nPress Windows key + R, then a dialogue box  should come up and you need to enter \"appwiz.cpl\" into it, once you have done that press enter and you should see all currently installed programs.\n\nIf you have confirmed that all antiviruses are disabled / uninstalled and it still doesn't work try the following few fixes:\n\n1. Download and install ProtonVPN (https://www.protonvpn.com/), It is a free to use vpn which you can use to mask what you do online, which your ISP might be interfering with. \n2. Check if Windows is updated. \n\nAfter trying the fixes i would recommend deleting the bin folder to get a fresh installation of synapse x.",
    "Inj crash":"This could be caused due to one of your scripts in the auto exec folder\n\nIf not then check if you have any antiviruses enabled, or installed for that matter, If you do its highly recommended to uninstall them if possible, as sometimes even when disabled they will continue to block/delete necessary parts of synapse x.\nYou can find all the antivirus programs you currently have installed by doing the following:\nPress Windows key + R, then a dialogue box  should come up and you need to enter \"appwiz.cpl\" into it, once you have done that press enter and you should see all currently installed programs.\n\nIf you don't have any antivirus running then create a new user account which is admin, and then install synapse on that account. Heres a guide https://support.microsoft.com/en-gb/help/4026923/windows-10-create-a-local-user-or-administrator-account",
    "Black box" : "Could you download and install vc redist. You will need both x64 and x86, You can find the download for both of them here:\nhttps://aka.ms/vs/16/release/vc_redist.x86.exe\nhttps://aka.ms/vs/16/release/vc_redist.x64.exe\nhttps://support.microsoft.com/en-us/help/2977003/the-latest-supported-visual-c-downloads\n\nOnce you've installed both of them reboot your pc.\n\nAfter rebooting delete bin and run synapse x.exe as admin",
    "Javascript Error" : "Could you try to reinstall both roblox and Synapse, once reinstalled both of them reboot your pc\n\nif that didn't work could you try downloading and setting up proton vpn  (http://protonvpn.com/), once set up connect to it and run synapse x.exe as admin.\n\nAnd if that didn't work try deleting bin and run synapse x.exe as admin.\n\nand if all of the other fixes didn't work and you had the ui open, try switching to legacy ui.\n\nAs a last resort you can make a new user account which is administrator and download and install synapse on it. You can find how to create a new user here:\nhttps://support.microsoft.com/en-gb/help/4026923/windows-10-create-a-local-user-or-administrator-account",
    "Inj stuck": "What anti-virus are you using? Antiviruses like McAfee, Bitdefender, Norton or Kaspersky may have to be uninstalled due to interfering with Synapse heavily. to uninstall an antivirus: Press the Windows key +r, then type in appwiz.cpl in the textbox, click ok, then find your antivirus and click it to uninstall it. If you don't have any other anti-virus, make sure windows defender real-time protection is off. here's a video on how to permanently turn it off. https://www.youtube.com/watch?v=FmjblGay3AM\n\nif that didn't work, download, setup, and run protonvpn by clicking quick connect, http://protonvpn.com/, then delete the bin folder and run synapse x as an administrator.\n\nIf those don't work, reinstall synapse from scratch. Heres a link to the download:\nhttps://mega.nz/#!mNEQRaBT!LmoibSBzCG8MNnsCffrIJLse-acuS8GOBtjS8cgruBg.\n\nIf those don't work, make sure your Windows 10 is up to date.",
    "synapse account err":"Have you shared your synapse account? \n\nIf not go to Settings > System > About and select the Rename PC button in the right column under PC. Then type the name you want to rename the computer. Once entered, restart your PC.",
    "User Account":"Could you create a new windows user account which is an admin, you can find a guide on how to do that here:\nhttps://support.microsoft.com/en-gb/help/4026923/windows-10-create-a-local-user-or-administrator-account",
    "Inactive":"This ticket has been closed due to inactivity. Feel free to create another ticket with the same question if your issue wasn't resolved.",
    "Discord Invite":"Could you join this discord server and ask one of the currently online staff to give you an invite? https://discord.gg/NzWWzUF",
    "Reinstall":"Could you close synapse and delete the bin folder in your synapse directory, after deleting bin run synapse x.exe as admin."

  
  }